{
  "0": {
    "answer": [2],
    "hint": "the rest are the same figure rotated"
  },
  "1": {
    "answer": [3],
    "hint": "he contents of each pentagon are determined by the contents of the two pentagons immediately below it only when a dot appears in one of the corner positions or centre just once in these two pentagons, is it carried forward to the pentagon above."
  },
  "2": {
    "answer": [4],
    "hint": "it contains a triangle in a circle, a circle in a square and a black dot in a triangle"
  },
  "3": {
    "answer": [2],
    "hint": "in each row and column the contents of the third square is determined by the contents of the first two squares. Lines are transferred from these two squares to the third square, except when they appear in the same position in both squares. In which case they are cancelled out."
  },
  "4": {
    "answer": [2],
    "hint": "a line is added at the top and bottom alternately"
  },
  "5": {
    "answer": [1],
    "hint": "the figure is tumbling over and alternates white/striped"
  },
  "6": {
    "answer": [3],
    "hint": "the dots is in a triangle"
  },
  "7": {
    "answer": "46",
    "hint": "start at 1 and work clockwise adding3,6,9,12,15,18"
  },
  "8": {
    "answer": "13",
    "hint": "total 100"
  },
  "9": {
    "answer": "4 6 3 7",
    "hint": "Reverse the numbers in the previous column and add 1 to the number at the bottom of that column."
  },
  "10": {
    "answer": [3],
    "hint": "the dot moves round two places clockwise at each stage and alternates black=white"
  },
  "11": {
    "answer": "encyclopedia",
    "hint": "NULL"
  },
  "12": {
    "answer": "6",
    "hint": "(19 +11)/ 5 = 6; (13+ 5)/3 = 6"
  },
  "13": {
    "answer": [0],
    "hint": "C is the same as E with large=small circle reversal, and similarly B is the same as D"
  },
  "14": {
    "answer": "910",
    "hint": "5+4=9 3+7=10"
  },
  "15": {
    "answer": "11",
    "hint": "13 + 31 = 44 and 44 /4 = 11"
  },
  "16": {
    "answer": [1],
    "hint": "the rectangle increases in size and rotates 90. The square reduces in size and goes inside the figure originally inside the square, which in turn goes inside the rectangle having rotated 180<sup>o</sup>."
  },
  "17": {
    "answer": [2],
    "hint": "looking across a black dot is added. Looking down a circle is added."
  },
  "18": {
    "answer": [0],
    "hint": "the number of sides in the figure reduce by 1. The number of dots increase by 1 and turn white to black."
  },
  "19": {
    "answer": [5],
    "hint": "the large arc rotates 90<sup>O</sup> clockwise at each stage, the middle arc rotates 90<sup>O</sup> anti-clockwise at each stage, and the inner arc rotates 90<sup>O</sup> anti-clockwise at each stage.s"
  },
  "20": {
    "answer": "5",
    "hint": "each number in the outer circle is the difference of the two numbers immediately next to it anti-clockwise in the inner circles. So, 9 -4 = 5, 7 -5 = 2, 8-1 = 7, etc."
  },
  "21": {
    "answer": [1],
    "hint": "the rest are the same figure rotated"
  },
  "22": {
    "answer": "6.5",
    "hint": "add the numbers in the same position in the left and right circles to obtain the number in the same position in the centre circle"
  },
  "23": {
    "answer": [4],
    "hint": "only figures that appear in the same position in the first and second squares looking both across and down are carried forward to the final square; however, circles turn to squares and vice versa."
  },
  "24": {
    "answer": "nocturnal",
    "hint": "NULL"
  },
  "25": {
    "answer": [0],
    "hint": "NULL"
  },
  "26": {
    "answer": "28",
    "hint": "looking across, add 2, 4, 6. Looking down, add 3, 5, 7. Each completely correct answer scores one point."
  },
  "27": {
    "answer": "liability, hindrance",
    "hint": "NULL"
  },
  "28": {
    "answer": "anonymous, incognito",
    "hint": "NULL"
  },
  "29": {
    "answer": "26",
    "hint": "start at the top number in each group and spiral anticlockwise, finishing in the centre. The numbers in the first group increase by 2, in the second group by 3, in the third group by 4 and in the fourth group by 5"
  },
  "30": {
    "answer": "11",
    "hint": "(23+15-5)/3"
  },
  "31": {
    "answer": "12",
    "hint": "9\\*5\\*12=540"
  },
  "32": {
    "answer": "18,68",
    "hint": "add the three numbers in each row and column to obtain the fourth number"
  },
  "33": {
    "answer": "343",
    "hint": "each number is the cube of the number of sides of the figure in which it is contained (7\\*7\\*7 = 343)."
  },
  "34": {
    "answer": "D I S N",
    "hint": "Starting letters for each square, commencing at the top left-hand corner, are ABCD. Each square jumps an extra letter, rotating clockwise. AbCdEfG, BcdEfgHijK, CdefGhijKlmnO, DefghIjklmNopqrS"
  },
  "35": {
    "answer": "583796",
    "hint": "the bottom three rows are the reverse of the top three rows of numbers."
  },
  "36": {
    "answer": "10 and 6",
    "hint": "opposite pairs of numbers in the first circle total 11, in the second circle they total 12, and in the third circle 13."
  },
  "37": {
    "answer": "9 4 7 5",
    "hint": "The numbers reading down the middle are the sum of the top and bottom numbers in another figure; 5821 þ 3654 =9475."
  },
  "38": {
    "answer": "16",
    "hint": "(33+31)/ 4 = 16"
  },
  "39": {
    "answer": [1],
    "hint": "the diamond is shown pointing north, south, east and west"
  },
  "40": {
    "answer": [4],
    "hint": "the lines within the large square are drawn top, bottom, middle left and middle bottom."
  },
  "41": {
    "answer": [0],
    "hint": "looking down, the large circle disappears, and looking across, the smaller middle circle disappears."
  },
  "42": {
    "answer": [5],
    "hint": "each line across and down contains one triangle upside down, one circle, and one set of vertical lines."
  },
  "43": {
    "answer": [1],
    "hint": "looking across and down only, lines (and the circle) which appear in the same position twice in the first two squares are carried forward to the final square."
  },
  "44": {
    "answer": [4],
    "hint": "looking across and down, any lines that appear in the same position twice in the first two squares are cancelled out in the final square"
  },
  "45": {
    "answer": [6],
    "hint": "only dots of the same colour which appear in the same position twice in the first two squares are carried forward to the final square; however, they then change from black to white and vice versa."
  },
  "46": {
    "answer": [2],
    "hint": "so that each vertical and horizontal line contains one each of the four different circle combinations."
  },
  "47": {
    "answer": [5],
    "hint": "so that the first and third lines are the same as are the second and fourth lines"
  },
  "48": {
    "answer": "74",
    "hint": "the numbers 1 37 4 9 32 5 68 1 appear in the same order, reading clockwise around the outer and inner sections of the heptagon"
  },
  "49": {
    "answer": "129",
    "hint": "3\\*4=12 5+4=9"
  },
  "50": {
    "answer": "8492",
    "hint": "The numbers in the bottom rectangle are formed by takingdigits from opposite pairs of numbers in the top rectangle, e.g. the digits 3829 and 4873, produce the numbers 7338 and 8492 in the bottom rectangle."
  },
  "51": {
    "answer": "5,4,6,7",
    "hint": "The grid contains 1\\* 1, 2\\*2, 3 \\*3, 4\\*4, 5\\*5, 6\\*6, 7\\*7 and 8\\*8. All numbers are placed in the grid so that the same two numbers are never in adjacent squares, either horizontally, vertically or diagonally."
  },
  "52": {
    "answer": [2],
    "hint": "A is the same figure as E and B is the same figure as D"
  },
  "53": {
    "answer": [2],
    "hint": "the rest are the same figure rotated"
  },
  "54": {
    "answer": [1],
    "hint": "the black dots increase by 1 each time and alternate top=bottom. The white dots decrease by 1 each time and alternate bottom=top."
  },
  "55": {
    "answer": [1],
    "hint": "every alternate circle contains a dot, every fourth circle contains lines middle of top and bottom; starting at the second circle, every alternate circle contains a right bottom line and starting at the third circle every fourth circle contains a right top line."
  },
  "56": {
    "answer": [5],
    "hint": "looking at rows and columns, in each horizontal and vertical line of dots, just one in each line of three dots appears black in each row and column"
  },
  "57": {
    "answer": [0],
    "hint": "In all other figures, the lower-right quarter portion is shaded."
  },
  "58": {
    "answer": [3],
    "hint": "A is the same as F with black=white dot reversal. Similarly, B is the same as E and C is the same as G."
  },
  "59": {
    "answer": [4],
    "hint": "the rest are the same figure rotated."
  },
  "60": {
    "answer": [4],
    "hint": "the box with the black border is the combination of the remaining three boxes in the same row, except where lines appear in the same position in any of these three boxes, in which case they are cancelled out."
  },
  "61": {
    "answer": [3],
    "hint": "the rest are the same figure rotated"
  },
  "62": {
    "answer": "E T A",
    "hint": "Read up each column in turn in each square to spell out the words ‘carpentry’, ‘redevelop’ and ‘candidate’"
  },
  "63": {
    "answer": "922",
    "hint": "107+236 = 343, 236+ 343 = 579, 343+579 = 922"
  },
  "64": {
    "answer": "J",
    "hint": "Each group is a set of alternate letters of the alphabet, FgHiJkL"
  },
  "65": {
    "answer": "9",
    "hint": "the totals of the columns decrease; 9, 8, 7, 6, 5."
  },
  "66": {
    "answer": "one",
    "hint": "the one in the middle. No other circles appear, just arcs"
  },
  "67": {
    "answer": "L",
    "hint": "to spell BAGEL. Take the first letter on the top row with the last letter on the bottom row, etc., which plus the AGE in the middle spell out BAGEL, PAGER, LAGER, CAGEY, WAGED, EAGER and RAGES."
  },
  "68": {
    "answer": "85",
    "hint": "reverse the numbers at the top and add 1 to the digit originally on the left"
  },
  "69": {
    "answer": "G:",
    "hint": "so that the letters inside the triangle can be rearranged to spell the word ‘triangle’."
  },
  "70": {
    "answer": [0],
    "hint": "Look at the white squares only and the numbers 2 4 6 8 will appear"
  },
  "71": {
    "answer": [1],
    "hint": "every other set is a mirror image of its adjacent set, to the left, right, above or below."
  },
  "72": {
    "answer": [0],
    "hint": "The numbers 4, 9 and 49 are all squares."
  },
  "73": {
    "answer": [1],
    "hint": "Turn the page onto its side and look at the figures from the right-hand side. The letters K L M N will appear. The next in sequence is therefore O"
  },
  "74": {
    "answer": [1],
    "hint": "It is the only curved shape that does not also have a straight line."
  },
  "75": {
    "answer": [4],
    "hint": "The figures can also be seen as a shape that is expanding by equal amounts until it becomes a full circle. The next step would be for the circle to turn by the same amount as before, or to decrease by the same amount as before."
  },
  "76": {
    "answer": [3],
    "hint": "NULL"
  },
  "77": {
    "answer": [1],
    "hint": "NULL"
  },
  "78": {
    "answer": [0],
    "hint": "NULL"
  },
  "79": {
    "answer": [4],
    "hint": "NULL"
  },
  "80": {
    "answer": [2],
    "hint": "NULL"
  },
  "81": {
    "answer": [2],
    "hint": "NULL"
  },
  "82": {
    "answer": [2],
    "hint": "NULL"
  },
  "83": {
    "answer": [0],
    "hint": "NULL"
  },
  "84": {
    "answer": [4],
    "hint": "NULL"
  },
  "85": {
    "answer": [0],
    "hint": "NULL"
  },
  "86": {
    "answer": [1],
    "hint": "NULL"
  },
  "87": {
    "answer": [0],
    "hint": "NULL"
  },
  "88": {
    "answer": [3],
    "hint": "NULL"
  },
  "89": {
    "answer": [3],
    "hint": "NULL"
  },
  "90": {
    "answer": [2],
    "hint": "NULL"
  },
  "91": {
    "answer": [0],
    "hint": "NULL"
  },
  "92": {
    "answer": [3],
    "hint": "NULL"
  },
  "93": {
    "answer": [3],
    "hint": "NULL"
  },
  "94": {
    "answer": [0],
    "hint": "NULL"
  },
  "95": {
    "answer": [1],
    "hint": "NULL"
  },
  "96": {
    "answer": [3],
    "hint": "NULL"
  },
  "97": {
    "answer": [0],
    "hint": "NULL"
  },
  "98": {
    "answer": [0],
    "hint": "NULL"
  },
  "99": {
    "answer": [2],
    "hint": "NULL"
  },
  "100": {
    "answer": [4],
    "hint": "NULL"
  },
  "101": {
    "answer": [1],
    "hint": "NULL"
  },
  "102": {
    "answer": [1],
    "hint": "NULL"
  },
  "103": {
    "answer": [3],
    "hint": "NULL"
  },
  "104": {
    "answer": [0],
    "hint": "The pins, equal in number to the number of sides in the main figure are attached to the midpoint of a side of the main figure in case of figures (2), (3), (4) and (5). In fig. (1), these pins are attached to a vertex of the main figure."
  }
}
